brew "neovim"
brew "tmux"
brew "pyenv"
brew "uv"
brew "gh"
brew "fzf"
brew "ripgrep"
brew "eza"
brew "zoxide"
brew "bat"
brew "direnv"
brew "pre-commit"
brew "lazygit"
brew "gnupg"
brew "pinentry-mac"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
